/* user's favorite articles */
"Favorite" = "收藏";

/* Library where user get whatever he/she wants on sex */
"Library" = "知識庫";

/* new message type of which may be dictations */
"News" = "動態";

/*  */
"Physiology" = "生理知识";

/*  */
"Commonsense" = "性常識";

/*  */
"SexualHealth" = "性保健";

/*  */
"SexualSkills" = "性技巧";

/*  */
"SexualPsychology" = "異性心理";

/*  */
"AskandAnswer" = "在線問答";

/*  */
"Return" = "返回";

/*  */
"About" = "關于";

/*  */
"ProductIntro" = "性，是一件嚴肅的事情。 \n爲了大家的性福，我們仍在努力...~!";

"Index" = "目錄";

"Pull down to refresh..." = "Pull down to refresh...";

"Loading..." = "Loading...";

"Release to refresh..." = "Release to refresh...";

"Edit" = "編輯";

"Done" = "完成";

"Close" = "關閉";

"fail to load page, please retry later" = "頁面暫時打不開哦，請稍後重試吧...";

"Ok" = "確定";

"Feedback" = "問題及建議反饋o^o";

"Check for update" = "檢查新版本";

"Version" = "版本";

"New Version Found" = "發現新版本：";

"Skip" = "跳過";

"Ignore" = "忽略";

"Update Now" = "立即更新";

"Checking" = "檢查中...";

"No updates found" = "恭喜！您當前的版本已經是最新";

"Update checking error" = "檢查出錯，請稍後重試。";

